term = "TERM"

questions = [
    [["выберите", "найдите", "найди", "выбери"],
    "все",
    "блюда",
    "у",
    "которых",
    term,
    "каллорийность"],
    [["выберите", "найдите", "найди", "выбери"],
    "все",
    "блюда",
    term,
    "каллорийности"],
    ["Какие",
    "есть"
    "блюда",
    term,
    "каллорийности"],
]

NOT_CALORIE = 1             # некалорийный
LOW_CALORIE = 2             # малокалорийный
MEDIUM_CALORIE = 3          # среднекалорийный
HIGH_CALORIE = 4            # высококалорийный
NOT_EAT = 5                 # не съем

# NOT_LOW_CALORIE = 10
NOT_VERY_HIGH_CALORIE = 6   # не очень высококалорийный
VERY_NOT_HIGH_CALORIE = 7   # очень не высококалорийный
VERY_NOT_CALORIE = 8        # очень некалорийный
NOT_FOUND = 0